{
  "Kids Games! Learning 4 Toddler (TR)|2025-09-27T05:55:23-07:00|Rabia akcaysavran": {
    "en": "Paid for the app but it simply does not run.",
    "pt": "Paguei pelo aplicativo, mas ele simplesmente não funciona."
  },
  "Kids Games! Learning 4 Toddler (TR)|2025-04-04T06:24:07-07:00|Bu oyun iyi ki var": {
    "en": "Awful game – my nephew never managed to play it and just got glued to the tablet.",
    "pt": "Jogo horrível – meu sobrinho nem conseguiu jogar e só ficou grudado no tablet."
  },
  "Kids Games! Learning 4 Toddler (TR)|2024-01-28T04:52:47-07:00|Serapgibi82": {
    "en": "I paid for it and it will not open on my iPad.",
    "pt": "Paguei e ele não abre no meu iPad."
  },
  "Kids Games! Learning 4 Toddler (TR)|2023-03-29T23:41:05-07:00|Oysktadlydldudld": {
    "en": "On my iPhone 12 Pro the game freezes constantly while my kid is playing.",
    "pt": "No meu iPhone 12 Pro o jogo trava o tempo todo enquanto meu filho joga."
  },
  "Kids Games! Learning 4 Toddler (TR)|2022-12-11T10:00:32-07:00|ruhefza.fb": {
    "en": "The games never start and just keep freezing.",
    "pt": "Os jogos não chegam a iniciar e ficam travando sem parar."
  },
  "Kids Games! Learning 4 Toddler (TR)|2022-12-11T08:49:08-07:00|Gokaymry": {
    "en": "Some mini games sit on the loading screen forever and never open.",
    "pt": "Alguns minijogos ficam eternamente carregando e não abrem."
  },
  "Kids Games! Learning 4 Toddler (TR)|2022-10-29T02:13:58-07:00|ses123445": {
    "en": "There is no sound in the app at all.",
    "pt": "O aplicativo está completamente sem áudio."
  },
  "Kids Games! Learning 4 Toddler (TR)|2022-04-06T10:09:23-07:00|zdzcn": {
    "en": "A few seconds after launch the app closes by itself.",
    "pt": "Poucos segundos após abrir, o app fecha sozinho."
  },
  "Kids Games! Learning 4 Toddler (TR)|2021-12-24T10:01:04-07:00|İlk77": {
    "en": "Nothing opens – the app crashes right before the game starts.",
    "pt": "Nada abre – o aplicativo fecha antes mesmo do jogo começar."
  },
  "Kids Games! Learning 4 Toddler (TR)|2021-02-19T02:14:09-07:00|elifcyln": {
    "en": "I bought the yearly plan but the app keeps closing mid-game.",
    "pt": "Comprei o plano anual, mas o aplicativo fecha no meio das partidas."
  },
  "Kids Games! Learning 4 Toddler (TR)|2021-02-06T06:22:41-07:00|okngztk": {
    "en": "Every few minutes it crashes, so there is no point in playing.",
    "pt": "A cada poucos minutos ele cai, então não dá para jogar."
  },
  "Kids Games! Learning 4 Toddler (TR)|2021-02-04T07:46:45-07:00|sedat ads": {
    "en": "I paid for it, it does not work, and support admits the bug but refuses a refund.",
    "pt": "Paguei, não funciona e o suporte admite o erro, mas não devolve o dinheiro."
  },
  "Kids Games! Learning 4 Toddler (TR)|2021-01-24T13:08:46-07:00|aktiviteannesi": {
    "en": "Kids like it, yet after two games the app shuts down and takes ages to reopen.",
    "pt": "As crianças gostam, mas depois de dois jogos o app fecha e demora muito para reabrir."
  },
  "Kids Games! Learning 4 Toddler (TR)|2021-01-16T00:13:46-07:00|Fatih Dokumacı": {
    "en": "Right after launch it throws us out even though the subscription is active.",
    "pt": "Logo após abrir, ele nos expulsa mesmo com a assinatura ativa."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-12-06T23:21:04-07:00|Gök.....men": {
    "en": "The moment my child opens a game the entire app closes.",
    "pt": "No instante em que meu filho abre um jogo o aplicativo encerra."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-04-26T06:48:52-07:00|Iozturk": {
    "en": "It keeps crashing on start, so I deleted it after several attempts.",
    "pt": "Ele cai sempre ao iniciar, então excluí depois de algumas tentativas."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-04-14T23:01:49-07:00|ahmed_ömer": {
    "en": "The voiced vowels are wrong: \"ı\" is read as \"i\" and \"o\" as \"ö\".",
    "pt": "As vogais narradas estão erradas: \"ı\" é lida como \"i\" e \"o\" como \"ö\"."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-02-14T00:42:27-07:00|yücehan7": {
    "en": "Even with a yearly subscription many modules are broken or half-working.",
    "pt": "Mesmo com assinatura anual vários módulos não funcionam ou funcionam pela metade."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-01-22T08:43:23-07:00|çok ko": {
    "en": "After paying for everything no locks open and it keeps sending me to pay again.",
    "pt": "Depois de pagar por tudo, nenhum bloqueio abre e o app vive me mandando pagar de novo."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-01-09T12:46:31-07:00|ilkerturan35": {
    "en": "The game keeps freezing and the latest update did not fix it.",
    "pt": "O jogo continua travando e a última atualização não resolveu."
  },
  "Kids Games! Learning 4 Toddler (TR)|2020-01-07T19:33:31-07:00|Ecan11": {
    "en": "They charged 127 TRY and none of the games works – avoid this developer.",
    "pt": "Cobraram 127 liras e nenhum jogo funciona – evitem este desenvolvedor."
  },
  "Kids Games! Learning 4 Toddler (TR)|2019-12-06T06:29:31-07:00|Tuba güneş gültekin": {
    "en": "After paying not a single game opens – terrible.",
    "pt": "Depois de pagar, nenhum jogo abre – péssimo."
  },
  "Kids Learning Games 4 Toddlers (PT-BR)|2020-09-12T16:46:52-07:00|Willy C.O": {
    "en": "Content used to be good, but after the last update the game neither opens nor can be removed.",
    "pt": "O conteúdo era bom, mas depois da última atualização o jogo não abre nem pode ser apagado."
  },
  "Kids Learning Games 4 Toddlers (PT-BR)|2020-06-14T05:18:19-07:00|sinergia diferente": {
    "en": "The app is running without sound.",
    "pt": "O aplicativo está sem som."
  },
  "Kids Learning Games 4 Toddlers (PT-BR)|2020-01-03T04:43:41-07:00|fbrassioli": {
    "en": "On the iPhone there is no audio – something needs to be fixed.",
    "pt": "No iPhone o áudio não funciona, precisa corrigir."
  },
  "Kids Learning Games 4 Toddlers (PT-BR)|2019-07-23T16:56:26-07:00|Monicajts": {
    "en": "The sound is not working.",
    "pt": "O som não está funcionando."
  },
  "Kids Learning Games 4 Toddlers (PT-BR)|2018-11-04T07:30:51-07:00|elainezani": {
    "en": "The game has no audio at all.",
    "pt": "O jogo está totalmente sem áudio."
  },
  "Kids Learning Games 4 Toddlers (PT-BR)|2018-09-04T15:43:12-07:00|Endyyasmim": {
    "en": "On my iPhone the game has no sound – what is happening?",
    "pt": "No meu iPhone o jogo está sem som – o que pode ser?"
  },
  "Kids Learning Games 4 Toddlers (TR)|2022-02-06T08:15:40-07:00|UtkuCVarol": {
    "en": "After the update even restored purchases open only to a white screen, so we cannot play.",
    "pt": "Depois da atualização, mesmo restaurando a compra, os jogos abrem apenas numa tela branca e não dá para jogar."
  },
  "Kids Learning Games 4 Toddlers (TR)|2022-02-05T02:32:25-07:00|eymengökhan": {
    "en": "Bought the game but choosing a level shows only a white screen – need either a fix or a refund.",
    "pt": "Comprei o jogo, mas ao escolher um nível aparece apenas uma tela branca – preciso de correção ou reembolso."
  },
  "Kids Learning Games 4 Toddlers (TR)|2022-01-23T01:45:17-07:00|ahmthry": {
    "en": "Paid version stays on a white screen on the phone, so the money was wasted.",
    "pt": "A versão paga fica numa tela branca no celular, então foi dinheiro jogado fora."
  },
  "Kids Learning Games 4 Toddlers (TR)|2020-01-05T00:19:12-07:00|efsane8971": {
    "en": "It used to work, but later the games stopped opening.",
    "pt": "Funcionava antes, mas depois os jogos pararam de abrir."
  },
  "Kids Learning Games 4 Toddlers (TR)|2020-01-04T10:54:11-07:00|Yuhjj njkl": {
    "en": "I purchased the full version but the game is broken.",
    "pt": "Comprei a versão completa, mas o jogo está quebrado."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-12-31T13:34:05-07:00|ilknurduru": {
    "en": "We paid for it and nothing opens – waiting for support to fix it.",
    "pt": "Pagamos e nada abre – aguardando o suporte resolver."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-12-30T10:03:57-07:00|arpeto": {
    "en": "After buying the full version, the paid sections are still broken and unplayable.",
    "pt": "Depois de comprar a versão completa, as seções pagas continuam quebradas e injogáveis."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-12-29T14:24:21-07:00|kübra arafatoglu": {
    "en": "I paid but nothing works; urgently requesting a refund.",
    "pt": "Paguei, mas nada funciona; solicito reembolso com urgência."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-12-21T23:31:57-07:00|btlys": {
    "en": "We paid for the product yet every game freezes on our iPhone 8 Plus.",
    "pt": "Pagamos pelo produto, mas todos os jogos travam no nosso iPhone 8 Plus."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-12-08T08:35:23-07:00|gshkssn": {
    "en": "The games keep lagging so the child cannot progress.",
    "pt": "Os jogos ficam travando e a criança não consegue avançar."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-12-07T11:51:37-07:00|AbdNN42": {
    "en": "There are constant freezes inside the game.",
    "pt": "Há travamentos constantes dentro do jogo."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-11-30T10:32:05-07:00|Şevki Deniz": {
    "en": "I emailed three times about the crash bug and no one replied – do not upgrade to full version.",
    "pt": "Enviei três e-mails sobre o erro e ninguém respondeu – não façam upgrade para a versão completa."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-11-02T08:40:31-07:00|trickypuppy": {
    "en": "We cannot launch or play any of the games.",
    "pt": "Não conseguimos abrir nem jogar nenhum dos jogos."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-10-12T11:02:22-07:00|fsgnydn": {
    "en": "Support never fixed the bugs; most of the content still works incorrectly.",
    "pt": "O suporte nunca corrigiu os erros; a maior parte do conteúdo continua ruim."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-09-10T23:01:37-07:00|yapmurrr": {
    "en": "The game freezes and many levels are missing.",
    "pt": "O jogo trava e muitos níveis estão faltando."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-09-10T00:15:44-07:00|tuğbakko": {
    "en": "Characters fail to load and drag-and-drop stops working; reinstalling did not help.",
    "pt": "Os personagens não carregam e o arrastar-e-soltar deixa de funcionar; reinstalar não adiantou."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-09-09T23:54:03-07:00|Brksyts": {
    "en": "A lot of bugs appear while slicing pizza or playing matching games.",
    "pt": "Aparece um monte de bugs ao cortar pizza ou jogar os minigames de associação."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-09-08T22:23:17-07:00|A star alliance member": {
    "en": "Latest update broke every game; support responses were useless and I will ask Apple for a refund.",
    "pt": "A última atualização quebrou todos os jogos; o suporte não ajudou e vou pedir reembolso à Apple."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-09-05T14:24:51-07:00|söylenen sözler": {
    "en": "After the update the games no longer open on an iPhone 7 – please fix.",
    "pt": "Após a atualização os jogos não abrem mais no iPhone 7 – corrijam, por favor."
  },
  "Kids Learning Games 4 Toddlers (TR)|2019-07-03T17:12:56-07:00|emrhtyln": {
    "en": "After a while the sound disappears and nothing brings it back.",
    "pt": "Depois de um tempo o som some e não volta de jeito nenhum."
  },
  "Kids Learning Games 4 Toddlers (TR)|2017-04-09T00:36:36-07:00|Gksmrc": {
    "en": "It keeps closing during play even though we paid quite a bit.",
    "pt": "Ele fecha durante as partidas mesmo depois de termos pago caro."
  },
  "LogicLike (US)|2025-09-04T12:50:23-07:00|I HATE THIS SO MUCH !!!!!!!!!!": {
    "en": "First session and I already could not play anything, so do not download it.",
    "pt": "Logo na primeira sessão já não consegui jogar nada, então não baixem."
  },
  "LogicLike (US)|2025-07-12T16:28:08-07:00|Ridiculous mistake, I hate it": {
    "en": "The app keeps duplicating accounts, logs me out and never gives access to the paid subscription.",
    "pt": "O app fica duplicando contas, me desconecta e nunca dá acesso à assinatura paga."
  },
  "LogicLike (US)|2025-05-28T10:51:02-07:00|𝓓𝓙 𝓹𝓳": {
    "en": "It does not even work, sorry.",
    "pt": "Ele simplesmente não funciona, desculpe."
  },
  "LogicLike (US)|2025-02-28T03:41:06-07:00|Swift4life!!!": {
    "en": "Logic tasks are wrong – the app claims, for example, that a red robot is blue and that people have 50 fingers.",
    "pt": "Os exercícios lógicos estão errados – o aplicativo chega a dizer que um robô vermelho é azul e que as pessoas têm 50 dedos."
  },
  "LogicLike (US)|2025-01-02T10:41:47-07:00|teddybear2387": {
    "en": "It will not let my kids play any games.",
    "pt": "Ele não deixa meus filhos jogarem nada."
  },
  "LogicLike (US)|2024-11-15T16:34:14-07:00|Annoyed Mom 21": {
    "en": "I paid for a year, but the app stopped working, does not recognize my login and nobody answers support requests.",
    "pt": "Paguei um ano e o app parou de funcionar, não reconhece meu login e ninguém responde no suporte."
  },
  "LogicLike (US)|2023-04-05T14:52:39-07:00|Zen_Nova": {
    "en": "Paid for a year but the app keeps asking to unlock content, so I had to request a refund.",
    "pt": "Paguei um ano e mesmo assim ele pede para desbloquear o conteúdo, então pedi reembolso."
  },
  "LogicLike (US)|2022-07-18T22:10:40-07:00|SeaDat2.0": {
    "en": "Every time my kid wants to play it asks to unlock purchases even though we are subscribed.",
    "pt": "Sempre que meu filho vai jogar, o app pede para desbloquear compras mesmo com a assinatura ativa."
  },
  "Monster Math. Kids Fun Games (US)|2017-08-05T15:29:00-07:00|Littlelieu": {
    "en": "Fun idea, but the app crashes constantly and the kids have to restart from scratch.",
    "pt": "A ideia é divertida, mas o app trava o tempo todo e as crianças precisam recomeçar do zero."
  },
  "Monster Math. Kids Fun Games (US)|2017-06-22T13:24:30-07:00|Bradfordstreet": {
    "en": "My kids enjoy it but it freezes a lot.",
    "pt": "Meus filhos gostam, mas ele congela bastante."
  },
  "Monster Math. Kids Fun Games (US)|2017-02-06T20:38:38-07:00|adrenalineangel": {
    "en": "You pay twice and still get little learning value because it often crashes.",
    "pt": "Você paga duas vezes e quase não aprende porque o app vive travando."
  },
  "Monster Math. Kids Fun Games (US)|2016-03-14T10:34:53-07:00|adamm44": {
    "en": "It already crashed once, even though it is better than many other games.",
    "pt": "Ele já travou uma vez, embora seja melhor que muitos outros jogos."
  },
  "Monster Math. Kids Fun Games (US)|2016-02-07T10:32:20-07:00|Tivaly12": {
    "en": "It crashes every time my daughter finishes level 2, on multiple iPads.",
    "pt": "Ele fecha toda vez que minha filha termina o nível 2, em vários iPads."
  },
  "Кидби. Учимся Читать Алфавит (RU)|2025-09-09T11:12:10-07:00|Imprudent_lady1": {
    "en": "The app responds poorly to taps and still does not grant access after payment – please refund the subscription.",
    "pt": "O aplicativo responde mal aos toques e mesmo depois do pagamento não libera o acesso – preciso de reembolso da assinatura."
  },
  "Кидби. Учимся Читать Алфавит (RU)|2025-08-15T23:28:41-07:00|Честный прагматик": {
    "en": "On the letter “И” the exercise shows a blank screen, so the child cannot continue learning new letters.",
    "pt": "Na letra “И” o exercício aparece em branco, então a criança não consegue avançar para novas letras."
  },
  "Развивающие Игры для Детей 3 (RU)|2025-07-26T11:18:29-07:00|Ноу скат": {
    "en": "Lots of bugs plus deceit with the paid access – do not recommend.",
    "pt": "Cheio de bugs e ainda enganam com o acesso pago – não recomendo."
  },
  "Развивающие Игры для Детей 3 (RU)|2025-06-21T06:35:12-07:00|Ъау": {
    "en": "After payment the sound keeps disappearing after every task, forcing a restart.",
    "pt": "Depois do pagamento o som some após cada tarefa e temos que reiniciar o app."
  },
  "Развивающие игры для детей 2–7 (RU)|2025-02-04T15:17:27-07:00|kemka777777": {
    "en": "No sound, buttons respond slowly and the app is unusable.",
    "pt": "Sem som, os botões demoram a responder e o aplicativo fica impossível de usar."
  },
  "Развивающие игры для детей 2–7 (RU)|2023-11-28T00:31:48-07:00|Ofigeliya123": {
    "en": "Full of bugs, awkward navigation, freezes often and even exiting the app is confusing.",
    "pt": "Cheio de bugs, navegação ruim, trava com frequência e nem sair do app é fácil."
  },
  "Развивающие игры для детей 2–7 (RU)|2023-05-25T21:42:28-07:00|Ivan Le.": {
    "en": "The constantly freezing video player is driving me crazy.",
    "pt": "O player que vive travando já me irritou demais."
  },
  "Развивающие игры для детей 2–7 (RU)|2023-02-15T07:53:10-07:00|4erna_ya": {
    "en": "You can only quit the app forcibly and it is unclear how to remove it.",
    "pt": "Só dá para sair do aplicativo forçando o fechamento e não fica claro como desinstalar."
  },
  "Развивающие игры для детей 2–7 (RU)|2022-11-03T03:31:07-07:00|Ma-us": {
    "en": "Cannot log in as a guest nor register – completely useless app.",
    "pt": "Não consigo entrar como convidado nem me registrar – aplicativo totalmente inútil."
  },
  "Развивающие игры для детей 2–7 (RU)|2022-05-27T11:46:12-07:00|Aniki23416": {
    "en": "Question: why does the sound not work in the app?",
    "pt": "Pergunta: por que o som não funciona no aplicativo?"
  },
  "Развивающие игры для детей 2–7 (RU)|2022-02-08T08:58:17-07:00|Ирина050717": {
    "en": "The app does not work – it freezes constantly.",
    "pt": "O aplicativo não funciona – ele congela o tempo todo."
  },
  "Развивающие игры для детей 2–7 (RU)|2022-01-28T02:30:42-07:00|вашкеленеВ": {
    "en": "There is no sound in the app.",
    "pt": "O aplicativo está sem som."
  },
  "Развивающие игры для детей 2–7 (RU)|2022-01-19T11:06:44-07:00|a12345678909": {
    "en": "It freezes, forces a reboot and then kicks us out to the main menu again.",
    "pt": "Ele trava, obriga a reiniciar e depois nos expulsa de volta ao menu principal."
  },
  "Развивающие игры для детей 2–7 (RU)|2021-11-26T01:19:41-07:00|kcdylb xerb nkudwen. kookfsr": {
    "en": "Constant crashes and missing audio – not worth the 699 ₽/month.",
    "pt": "Travamentos constantes e falta de áudio – não vale os 699 rublos por mês."
  },
  "Развивающие игры для детей 2–7 (RU)|2021-09-12T02:28:06-07:00|хозт": {
    "en": "Lessons are good but after completing one task the next one never loads.",
    "pt": "As atividades são boas, mas depois de concluir uma tarefa a próxima não carrega."
  },
  "Развивающие игры для детей 2–7 (RU)|2021-06-11T11:59:29-07:00|dinadanya": {
    "en": "There is an error in the Insects topic: the teacher lists a snail as an insect.",
    "pt": "Há um erro no tema Insetos: a professora coloca o caracol como se fosse inseto."
  },
  "Развивающие игры для детей 2–7 (RU)|2020-09-07T22:20:40-07:00|lendos85": {
    "en": "The app keeps crashing and it is almost impossible to even log in.",
    "pt": "O aplicativo vive fechando e praticamente não dá para entrar."
  },
  "Сказбука — развивающие игры (RU)|2025-09-29T09:10:47-07:00|кряхуя": {
    "en": "After the update nothing works – just a blank screen on an iPhone 14.",
    "pt": "Depois da atualização nada funciona – só aparece tela em branco no iPhone 14."
  },
  "Сказбука — развивающие игры (RU)|2025-08-30T05:42:43-07:00|Zzxx00": {
    "en": "The bedtime stories no longer work.",
    "pt": "As histórias para dormir pararam de funcionar."
  }
}

